tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash-language-server"
brew "bat"
brew "cmake"
brew "colima"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "htop"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "llvm"
brew "lua-language-server"
brew "neovim"
brew "pyenv"
brew "pyright"
brew "ranger"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "yaml-language-server"
cask "alfred@4.8"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "kitty"
cask "obsidian"
cask "sage"
cask "spectacle"
